{
  "navigation": {
    "home": "Home",
    "about": "About",
    "work": "Work",
    "interest": "Interest"
  },
  "page": {
    "home": {
      "title": "Fullstack Developer",
      "subtitle": "10 year experienced web developer",
      "description": "One-man, multi-level developer, including front-end, back-end, DevOps, and cloud management. Along with skills for front and back-end development such as React, Next, Node, and Java, he also has development capabilities such as CI/CD for cloud management such as Docker, Kubernetes, and AWS. ",

      "index-work": "A sample that isolates reusable modules from the project output. It is a mixture of npm published and cloned from github.",
      "index-interest": "All technologies necessary for MERN stack development. Development-related technologies such as Documentation, S3 file server, and DevOps-related technologies such as Docker and CI/CD",

      "index-introduce": "Web and mobile changes rapidly, and new knowledge to acquire seems to increase exponentially. It has become more important to select essential technologies among numerous fields.^ My interest is to easily modularize and reuse CI/CD technology related to MERN stack, npm module or docker-compose, etc."
    },
    "work": {
      "head": "Work Portfolio",
      "sub": "Project & Modules I've created"
    },
    "interest": {
      "head": "My Interest",
      "sub": "What I am usually using or interested"
    },
    "about": {
      "title": "About Me",
      "description": "Fullstack javascript developer",
      "fullstack": "FullStack Developer",
      "meanstack": "MEAN stack, Docker",
      "mypositioning": "Fullstack web developer",

      "about-head": "About me",
      "about-sub": "FullStack javascript programmer",
      "about-body": "Hi, this is Young Nam, over 10 year experienced freelance web and mobile programmer.^My skill is focused on MERN statck, good at Nodejs, React, MongoDB, Mysql. Also DevOps related fileds - Docker , CI/CD, and git etc..^I graduaged from computer science, Korea National Open University. I can communicate in English and Korean.^I prefer working part-time, or on a project basis.",
      "about-me": "About me",
      "about-me-content": "As a 10 year fullstack developer,  I cover site planning, web/mobile development and DevOps. Everyday I enjoy coding and learning new knowledge.",
      "address": "#1st YangjiKumho Apt, Bundangku, Kyungkido, Korea",
      "phone": "+82.10.3728.7923"
    }
  }
}
